Repository: vwc/isps
Catalog: src/isps.sitecontent/isps/sitecontent/locales/*/LC_MESSAGES/isps.sitecontent.po
Languages: de

source: A basic content page with preview image
de: Inhaltseite mit einem Vorschaubild

source: A specific project content type
de: Projekt

source: Animated banner content
de: Animierter Inhalt des Banners

source: Architect
de: Architekt

source: Banner Image
de: Bannerbild

source: Building Contractor
de: Bauherr

source: Construction Costs
de: Baukosten

source: Construction Period
de: Bauzeit

source: ContentPage
de: Inhaltsseite

source: Enable recent event behavior to list this item as current or recent event/project
de: Aktivieren Sie "aktuelle Information", um diesen Artikel als aktuelle Nachricht oder Termin zu markieren.

source: Enter ISP services one sentence per line. These will displayed as a bulleted list
de: Liste der ISP Leistungen in diesem Projekt. Verwenden Sie jeweils eine neue Zeile für einen neuen Listenpunkt.

source: Enter a date to provide chronological order for recent events and projects
de: Stichdatum, um die Inhalte unter "Aktuelles" in chronologischer Reihenfolge zu listen.

source: Enter project description inluding project details
de: Tragen Sie hier eine ausführliche Projektbeschreibung ein.

source: Folder with optional image previews
de: Vorschauordner mit optionalem Vorschaubild

source: ISP Services
de: ISP Leistungen

source: Main Text
de: Haupttext

source: Mark as recent event
de: Als aktuelle Information markieren

source: Planning Period
de: Planungszeit

source: Preview Image
de: Vorschaubild

source: PreviewFolder
de: Vorschauordner

source: Project
de: Projekt

source: Project Details
de: Projekt Details

source: Recent Event Behavior
de: Aktuelle Informationen

source: Related content
de: Verwandte Inhalte

source: Release Date
de: Veröffentlichungsdatum

source: Select related content. When a link to related content is available any selection for related projects will be ignored
de: Wählen Sie verwandte Inhalte. Falls eine Verlinkung zu verwandten Inhalten vorhanden ist, überschreibt diese jede Auswahl unter "verwandte Projekte".

source: Select related project for the banner link
de: Verwandtes Projekt zu diesem Banner als Referenz anlegen.

source: Show target content
de: Verwandten Inhalt anzeigen

source: Show target project
de: Verwandtes Projekt anzeigen

source: Space One Title
de: Grössenangabe 1 - Bezeichnung

source: Space One Value
de: Grössenangabe 1 - Wert

source: Space Three Title
de: Grössenangabe 3 - Bezeichnung

source: Space Three Value
de: Grössenangabe 3 - Wert

source: Space Two Title
de: Grössenangabe 2 - Bezeichnung

source: Space Two Value
de: Grössenangabe 2 - Wert

source: Upload banner image ideally already resized to the correct dimensions
de: Laden Sie hier das Bannerbild hoch. Dieses sollte im Idealfall bereits die passenden Dimensionen aufweisen.

source: Upload main project image. A scaled version will be used in search results and project listings
de: Hauptbild für dieses Projekt hochladen. Eine skalierte Version wird bei der Anzeige von Suchtreffern und in Auflistungen allgemein automatisch generiert.

source: Upload optional preview image used in listings and search results
de: Laden Sie für Auflistungen ein optionales Vorschaubild hoch

source: Upload preview image that will be displayed inside the dropdown menu
de: Optionales Vorschaubild, das im Dropdown Menü verwendet werden kann
